1tontech.angular-material
alexiv.vscode-angular2-files
angelorafael.jsx-html-tags
Angular.ng-template
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cyrilletuzi.angular-schematics
dbaeumer.vscode-eslint
developer2006.svg-gallery
dhruv.maven-dependency-explorer
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GabrielBB.vscode-lombok
golang.go
humao.rest-client
infinity1207.angular2-switcher
jchannon.csharpextensions
john-crowson.angular-file-changer
johnpapa.Angular2
jpoissonnier.vscode-styled-components
loiane.angular-extension-pack
MS-CEINTL.vscode-language-pack-pt-BR
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-wsl
naco-siren.gradle-language
naumovs.color-highlight
obenjiro.arrr
octref.vetur
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
quicktype.quicktype
rbbit.typescript-hero
rctay.karma-problem-matcher
redhat.java
redhat.vscode-commons
redhat.vscode-xml
richardwillis.vscode-gradle
ritwickdey.LiveServer
segerdekort.angular-cli
SimonTest.simontest
steoates.autoimport
stringham.move-ts
syler.sass-indented
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
